Repository: jplenge/Decision-Poker
Catalog: DecisionPoker/Localizable.xcstrings
Source language: en
Languages: de

source: About Decision Poker
de: Über Decision Poker

source: Active:
de: Aktiv:

source: Active: %lld
de: Aktiv: %lld

source: Add Card
de: Karte hinzufügen

source: Add comment here (optional)
de: Füge Kommentar hinzu

source: Add comments here.
de: Füge Kommentare hinzu

source: Add Deck
de: Kartenstapel hinzufügen

source: Already Saved
de: Bereits gespeichert

source: Back
de: Zurück

source: blue
de: Blau

source: Cancel
de: Abbruch

source: card
de: Karte

source: Cardname
de: Kartenname

source: cards
de: Karten

source: Cards
de: Karten

source: Cheat
de: Schummeln

source: Classic
de: Klassisch

source: Clean the floor.
de: Fußboden reinigen

source: Colors
de: Farben

source: Comment
de: Kommentar

source: Contact us
de: Kontakt

source: Create Deck
de: Deck anlegen

source: Created: %@
de: Erstellt: %@

source: Deck Details
de: Stapeldetails

# deck.add.comment.section.header
source: Comment
de: Kommentar

# deck.add.keyboard.done.label
source: Done
de: Fertig

# deck.add.name.section.header
source: Deckname
de: Stapelname

# deck.add.textfield.comment
source: Add comment here (optional)
de: Füge Kommentar hinzu (optional)

# deck.add.textfield.name
source: New deckname
de: Neuer Stapelname

# deck.add.title
source: Add New Deck
de: Kartenstapel hinzufügen

# deck.create.button.label
source: Create Deck
de: Kartenstapel anlegen

# deck.deal.button.label
source: Deal
de: Austeilen

# deck.tab.title
source: Decks
de: Kartenstapel

source: Deckname
de: Stapelname

source: Decks
de: Kartenstapel

# Delete-Database-Alert
source: This will delete all decks! Are you sure?
de: Es werden alle Kartenstapel gelöscht! Möchtest Du wirklich fortfahren?

source: Directions
de: Anleitung

# directions view text
source: This decision making app enables you to choose one or multiple results from a list of choices. It likens the decision making process to a game of poker. Each topic is entered as a "deck", and each choice in a deck is entered as a "card". The app will display three starter "decks", summer reading list, colors and household chores, but you can add and edit your own decks and cards. Once your selections are optimized, simply hit "Deal!" to create your randomized "hand" or decision! Once the decision is made, you can fix and redraw any of the choices of your result. If you are happy with the decision the app has made, you can see, send and save your finalized solutions. Sometimes making decisions is stressful. We hope this app makes the process more fun and efficient!
de: Diese App zur Entscheidungsfindung ermöglicht es dir, ein oder mehrere Ergebnisse aus einer Liste von Möglichkeiten auszuwählen. Sie vergleicht den Entscheidungs-findungsprozess mit einem Pokerspiel. Jedes Thema wird als Kartenstapel eingegeben, und jede Auswahl in einem Kartenstapel wird als Karte eingegeben. Die App zeigt drei Startstapel an, eine Sommerleseliste, Farben und Hausarbeiten, aber du kannst deine eigenen Kartenstapel und Karten hinzufügen und bearbeiten. Sobald deine Auswahl optimiert ist, drückst du einfach auf "Austeilen", um dein zufälliges "Blatt" oder deine Entscheidung zu erstellen! Sobald die Entscheidung getroffen ist, kannst du jede beliebige Auswahl deines Ergebnisses korrigieren und neu auslegen. Wenn du mit der Entscheidung, die die App getroffen hat, zufrieden bist, kannst du deine endgültigen Lösungen sehen, senden und speichern. Manchmal ist es anstrengend, Entscheidungen zu treffen. Wir hoffen, dass diese App den Prozess angenehmer und effizienter macht!

source: Do the dishes.
de: Geschirr abwaschen

source: Do the laundry.
de: Wäsche waschen

source: Done
de: Fertig

source: Dust the livingroom.
de: Staubputzen im Wohnzimmer

source: Enter comment here (optional)
de: Füge Kommentar hinzu

source: Final Decision
de: Finale Entscheidung

source: First Hand
de: Erstes Blatt

source: green
de: Grün

source: Here are all the colors of the rainbow. We chose this as an example deck to show how to use this app. You can change the name of the deck if you want. If you (or your team) have a project that requires several colors, and you are not sure about which ones you want to use, let the app do the picking for you! In the default setup, your device will randomly choose 3 out of 7 colors. Add, delete, or deselect colors as you wish by pressing the "Card List" button. Change the number of choices using the stepper on the screen. Feel free to add additional comments about your deck here! If this is the topic you want to use to make a decision, hit the "Deal!" button above. If you would like to make a new deck, press the "+" button below and edit the deck as you would this one. Each deck has its own deal button, but only one deck is used at a time
de: Dies sind die Farben des Regenbogens. Wir haben sie als Beispiel für einen Kartenstapel gewählt, um Dir die Funktionsweise der App zu zeigen. Wenn Du möchtest, kannst Du den Namen des Kartenstapels ändern. Falls Du ein Projekt hast, für das Du verschiedene Farben benötigst, und Du nicht weißt welche Du wählen sollst, kann die App Dir dabei helfen. In der Grundeinstellung für dieses Beispiel wählt die App zufällig drei von sieben Farben aus. Du kannst Farben hinzufügen, entfernen oder von der Wahl ausschließen indem Du den "Kartenliste" Button drückst. Die Anzahl der Karten, die Du wählen möchtest, kannst Du mit dem Stepper ändern. Du kannst diese Anleitung löschen und Deine eigenen Anmerkungen zu diesem Kartenstapel hinzufügen. Wenn Du dieses Thema einen Entscheidung machen möchtest, drücke den "Austeilen" Button. Um einen neuen Kartenstapel anzulegen, drücke den "+" Button.

source: Here are some typical household chores you might be in charge of. You can change the name of the deck if you want. Say you have five chores you would like to get done, but you can only get to two or three at the moment. Then let the app do the picking for you! In the default setup, your device will randomly choose 2 out of 5 chores. Add, delete, or deselect chores as you wish by pressing the "Card List" button. Change the number of choices using the stepper on the screen. Feel free to add additional comments about your deck here! If this is the topic you want to use to make a decision, hit the "Deal!" button above. If you would like to make a new deck, press the "+" button below and edit the deck as you would this one. Each deck has its own deal button, but only one deck is used at a time.
de: Dies sind typische Hausarbeiten, die Du vielleicht erledigen musst. Du Kannst den Namen dieses Kartenstapels ändern. Falls Du z. B. fünf Hausarbeiten auf Deiner Liste hast, aber zur Zeit nur Zwei erledigen kannst, dann kann die App Dir bei der Auswahl helfen. In der Grundeinstellung für diesen Kartenstapel wählt die App zufällig zwei der fünf Aufgaben aus. Du kannst Aufgaben von der Liste entfernen, hinzufügen oder von der Wahl ausschließen indem Du den "Karten" Button drückst. Die Anzahl der Aufgaben, die Du wählen möchtest, kannst Du mit dem Stepper ändern. Du kannst diese Anleitung löschen und Deine eigenen Anmerkungen zu diesem Kartenstapel hinzufügen. Wenn Du für dieses Thema eine Entscheidung treffen möchtest, drücke den "Austeilen" Button. Um einen neuen Kartenstapel anzulegen, drücke den "+" Button und passe den Kartenstapel deinen Bed¨rfnissen an. Jeder Kartenstapel hat seinen eigenen "Austeilen" Button.

source: Here is your result for
de: Hier ist das Ergebnis für Deine Liste

source: Household Chores
de: Haushaltsarbeit

source: Latest Decision
de: Neueste Entscheidung

source: New Card
de: Neue Karte

source: New Card Name
de: Neuer Kartenname

source: New Deck Name
de: Neuer Stapelname

source: Organize my desk.
de: Meinen Schreibtisch aufräumen

source: Pick Card
de: Karte auswählen

source: Plain Text
de: Klartext

source: red
de: Rot

source: Redraw
de: Neue Karte

source: Redraw Not Possible
de: Neue Karte nicht möglich

source: Replace card
de: Karte ersetzen

source: Replace Card
de: Karte ersetzen

source: Reset database
de: Datenbank zurücksetzen

source: Save
de: Sichern

source: Saved Decisions
de: Ergebnisse

source: Select: %ld
de: Ausgewählt: %ld

source: Select: %lld cards
de: Auswählen: %lld Karten

source: Selection Invalid
de: Auswahl ungültig

source: Settings
de: Einstellungen

source: Sharing
de: Teilen

source: Start Dealing Decisions!
de: Entscheidungen treffen

source: Start over
de: Neu beginnen

source: Theme Color
de: Farbschema

source: This is one of the chores in your to do list. Hopefully it's one that you don't mind doing. Feel free to add additional comments regarding this item here! If there is a chore that you do not want to delete from your list, but you do not want to use it for your current decision, you can deselect it using the slider to the right.
de: Dies ist eine der Hausarbeiten in Deiner To-Do-Liste. Es ist hoffentlich eine, die Dir nichts ausmacht. Falls es eine Aufgabe gibt, die Dir zur Zeit nicht gefällt, kannst Du sie vorübergehend mit dem Schalter auf der rechten Seite deaktivieren. Wenn Du möchtest, kannst hier zusätzliche Kommentare hinzuzufügen.

source: This is one of the color choices. Feel free to edit, delete and add additional comments here! If there is a color that you do not want to delete from your list, but you do not want to use it for your current decision, you can deselect this color using the slider to the right.
de: Dies ist eine der Farboptionen in diesem Kartenstapel. Wenn Du möchtest, kannst Du diesen Kommentar löschen, ändern oder weitere Kommentare hinzufügen. Falls es einen Farbe gibt, die Du zur Zeit nicht in Deiner Entscheidung berücksichtigen möchtest, kannst Du sie mit dem Schalter auf der rechten Seite vorübergehend deaktivieren.

source: This page shows the first "hand" that the program "deals" for you (i.e. it shows your initial decision result). If you are happy with your result, click the "Hold em'!" button at the bottom of the screen. If you would like to change one of your results to a fixed choice, hit the "cheat" button below the desired result. A picker view will pop up. Choose the "card" you would like to substitute in and hit "cheat" again. This will change your final outcome. If you would like to randomly reselect a "card", hit "Redraw". This will randomly reselect and change the outcome for that result. When the result is re-optimized to your liking, hit the "Hold em'!" button to go to the next screen. If you do not want to save or share your result, you can also stop here if you want.
de: Diese Seite zeigt die erste Hand, die die App für Dich ausgewählt hat. Wenn Du mit diesem Ergebnis zufrieden bist, kannst Du den "Hold em'!" Button drücken. Falls Du mit einer der Entscheidungen nicht zufrieden bist, kannst Du entweder die Entscheidung mit dem "Mogeln" Button ändern oder zufällig eine neue Karte mit dem "Neue Karte" Button ziehen. Wenn Du mit dem Endergebnis zufrieden bist, drücke den "Hold em'!" Button, um fortzufahren. Falls Du dein Ergebnis nicht teilen oder sichern möchtest, kannst Du hier aufhören.

source: Total:
de: Gesamt:

source: Total: %lld cards
de: Gesamt: %lld Karten

source: violet
de: Violett

source: yellow
de: Gelb

source: Yes, continue
de: Ja, weiter

source: You need more cards to pick from or decrease the number of cards to pick!
de: Du benötigst mehr Karten zum Ziehen oder Du musst die Anzahl der zu ziehenden Karten verringern.

source: You need more than one card to deal!
de: Du benötigst mehr als eine Karte!

source: You need to either a) increase the number of cards in the deck or b) decrease the number of card choices that will be in your hand!
de: Du musst entweder die Anzahl der Karten in Deinem Kartenstapel erhöhen oder die Anzahl der zu ziehenden Karten veringern!
